<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetPageProperty("title", "Интернет-галерея «Русские самоцветы»");
$APPLICATION->SetTitle("РусСамоцвет");
 
?>
    <?$APPLICATION->IncludeComponent("bitrix:news.list", "main_page_slider", Array(
        "ACTIVE_DATE_FORMAT" => "d.m.Y",	// Формат показа даты
            "ADD_SECTIONS_CHAIN" => "N",	// Включать раздел в цепочку навигации
            "AJAX_MODE" => "N",	// Включить режим AJAX
            "AJAX_OPTION_ADDITIONAL" => "",	// Дополнительный идентификатор
            "AJAX_OPTION_HISTORY" => "N",	// Включить эмуляцию навигации браузера
            "AJAX_OPTION_JUMP" => "N",	// Включить прокрутку к началу компонента
            "AJAX_OPTION_STYLE" => "Y",	// Включить подгрузку стилей
            "CACHE_FILTER" => "N",	// Кешировать при установленном фильтре
            "CACHE_GROUPS" => "Y",	// Учитывать права доступа
            "CACHE_TIME" => "36000000",	// Время кеширования (сек.)
            "CACHE_TYPE" => "A",	// Тип кеширования
            "CHECK_DATES" => "Y",	// Показывать только активные на данный момент элементы
            "DETAIL_URL" => "",	// URL страницы детального просмотра (по умолчанию - из настроек инфоблока)
            "DISPLAY_BOTTOM_PAGER" => "N",	// Выводить под списком
            "DISPLAY_DATE" => "Y",	// Выводить дату элемента
            "DISPLAY_NAME" => "Y",	// Выводить название элемента
            "DISPLAY_PICTURE" => "Y",	// Выводить изображение для анонса
            "DISPLAY_PREVIEW_TEXT" => "Y",	// Выводить текст анонса
            "DISPLAY_TOP_PAGER" => "N",	// Выводить над списком
            "FIELD_CODE" => array(	// Поля
                0 => "",
                1 => "",
            ),
            "FILE_404" => "",	// Страница для показа (по умолчанию /404.php)
            "FILTER_NAME" => "",	// Фильтр
            "HIDE_LINK_WHEN_NO_DETAIL" => "N",	// Скрывать ссылку, если нет детального описания
            "IBLOCK_ID" => "4",	// Код информационного блока
            "IBLOCK_TYPE" => "content",	// Тип информационного блока (используется только для проверки)
            "INCLUDE_IBLOCK_INTO_CHAIN" => "N",	// Включать инфоблок в цепочку навигации
            "INCLUDE_SUBSECTIONS" => "Y",	// Показывать элементы подразделов раздела
            "MESSAGE_404" => "",
            "NEWS_COUNT" => "20",	// Количество новостей на странице
            "PAGER_BASE_LINK_ENABLE" => "N",	// Включить обработку ссылок
            "PAGER_DESC_NUMBERING" => "N",	// Использовать обратную навигацию
            "PAGER_DESC_NUMBERING_CACHE_TIME" => "36000",	// Время кеширования страниц для обратной навигации
            "PAGER_SHOW_ALL" => "N",	// Показывать ссылку "Все"
            "PAGER_SHOW_ALWAYS" => "N",	// Выводить всегда
            "PAGER_TEMPLATE" => ".default",	// Шаблон постраничной навигации
            "PAGER_TITLE" => "Новости",	// Название категорий
            "PARENT_SECTION" => "",	// ID раздела
            "PARENT_SECTION_CODE" => "",	// Код раздела
            "PREVIEW_TRUNCATE_LEN" => "",	// Максимальная длина анонса для вывода (только для типа текст)
            "PROPERTY_CODE" => array(	// Свойства
                0 => "WHITE_TEXT",
                1 => "TOP_TEXT",
                2 => "BOTTOM_TEXT",
                3 => "LINK",
                4 => "ATTENTION",
                5 => "",
            ),
            "SET_BROWSER_TITLE" => "N",	// Устанавливать заголовок окна браузера
            "SET_LAST_MODIFIED" => "N",	// Устанавливать в заголовках ответа время модификации страницы
            "SET_META_DESCRIPTION" => "N",	// Устанавливать описание страницы
            "SET_META_KEYWORDS" => "N",	// Устанавливать ключевые слова страницы
            "SET_STATUS_404" => "Y",	// Устанавливать статус 404
            "SET_TITLE" => "N",	// Устанавливать заголовок страницы
            "SHOW_404" => "Y",	// Показ специальной страницы
            "SORT_BY1" => "ACTIVE_FROM",	// Поле для первой сортировки новостей
            "SORT_BY2" => "SORT",	// Поле для второй сортировки новостей
            "SORT_ORDER1" => "DESC",	// Направление для первой сортировки новостей
            "SORT_ORDER2" => "ASC",	// Направление для второй сортировки новостей
            "STRICT_SECTION_CHECK" => "N",	// Строгая проверка раздела для показа списка
        ),
        false
    );?>
    <div style="margin: 20px 0;visibility: hidden">q</div>
    <?if(false): //DISABLED FILTER
        global $smartPreFilter;
        $smartPreFilter['=SECTION_ID'] = [24,25,26,27,28,29,30];
        $APPLICATION->IncludeComponent(
        "bitrix:catalog.smart.filter",
        "main_page_selection",
        array(
            "AJAX_MODE" => "Y",
            "INSTANT_RELOAD" => "Y",
            "AJAX_OPTION_JUMP" => "N",
            "AJAX_OPTION_HISTORY" => "N",
            "CACHE_GROUPS" => "Y",
            "CACHE_TIME" => "36000000",
            "CACHE_TYPE" => "A",
            "CONVERT_CURRENCY" => "N",
            "DISPLAY_ELEMENT_COUNT" => "Y",
            "FILTER_NAME" => "arrFilter",
            "FILTER_VIEW_MODE" => "vertical",
            "HIDE_NOT_AVAILABLE" => "N",
            "IBLOCK_ID" => "5",
            "IBLOCK_TYPE" => "catalog",
            "PAGER_PARAMS_NAME" => "arrPager",
            "POPUP_POSITION" => "left",
            "PREFILTER_NAME" => "smartPreFilter",
            "PRICE_CODE" => array(
                0 => "BASE",
            ),
            "SAVE_IN_SESSION" => "N",
            "SECTION_DESCRIPTION" => "-",
            "SECTION_ID" => 20,
            "SECTION_TITLE" => "-",
            "SEF_MODE" => "Y",
            "TEMPLATE_THEME" => "blue",
            "XML_EXPORT" => "N",
            "COMPONENT_TEMPLATE" => "main_page_selection",
            "SEF_RULE" => "/filter/#SMART_FILTER_PATH#/apply/",
            "SECTION_CODE" => "0",
            "SECTION_CODE_PATH" => "0",
            "SMART_FILTER_PATH" => $_REQUEST["SMART_FILTER_PATH"]
        ),
        false
    );
    endif;?>
    <?$APPLICATION->IncludeComponent(
        "bitrix:news.detail",
        "main_popular_sections",
        Array(
            "ACTIVE_DATE_FORMAT" => "d.m.Y",
            "ADD_ELEMENT_CHAIN" => "N",
            "ADD_SECTIONS_CHAIN" => "N",
            "AJAX_MODE" => "N",
            "AJAX_OPTION_ADDITIONAL" => "",
            "AJAX_OPTION_HISTORY" => "N",
            "AJAX_OPTION_JUMP" => "N",
            "AJAX_OPTION_STYLE" => "Y",
            "BROWSER_TITLE" => "-",
            "CACHE_GROUPS" => "Y",
            "CACHE_TIME" => "36000000",
            "CACHE_TYPE" => "A",
            "CHECK_DATES" => "Y",
            "DETAIL_URL" => "",
            "DISPLAY_BOTTOM_PAGER" => "N",
            "DISPLAY_DATE" => "Y",
            "DISPLAY_NAME" => "Y",
            "DISPLAY_PICTURE" => "Y",
            "DISPLAY_PREVIEW_TEXT" => "Y",
            "DISPLAY_TOP_PAGER" => "N",
            "ELEMENT_CODE" => "",
            "ELEMENT_ID" => "108518",
            "FIELD_CODE" => array("", ""),
            "IBLOCK_ID" => "9",
            "IBLOCK_TYPE" => "content",
            "IBLOCK_URL" => "",
            "INCLUDE_IBLOCK_INTO_CHAIN" => "N",
            "MESSAGE_404" => "",
            "META_DESCRIPTION" => "-",
            "META_KEYWORDS" => "-",
            "PAGER_BASE_LINK_ENABLE" => "N",
            "PAGER_SHOW_ALL" => "N",
            "PAGER_TEMPLATE" => ".default",
            "PAGER_TITLE" => "Страница",
            "PROPERTY_CODE" => array("", "SECTIONS_MENU", "SECTIONS_POPULAR", ""),
            "SET_BROWSER_TITLE" => "N",
            "SET_CANONICAL_URL" => "N",
            "SET_LAST_MODIFIED" => "N",
            "SET_META_DESCRIPTION" => "N",
            "SET_META_KEYWORDS" => "N",
            "SET_STATUS_404" => "N",
            "SET_TITLE" => "N",
            "SHOW_404" => "N",
            "STRICT_SECTION_CHECK" => "N",
            "USE_PERMISSIONS" => "N",
            "USE_SHARE" => "N",
        )
    );?>
    <section class="banner">
        <div class="container banner__container">
            <div class="banner-left">
                <p class="g-title g-title--white banner__subtitle">Пройдите короткий тест <br> и получите подборку украшений на телефон</p>
                <p class="g-title g-title--white banner__title">Подберем украшения по&nbsp;вашим пожеланиям</p>
                <p class="banner__desc">Снимем видео с&nbsp;изделием и&nbsp;пришлем вам в&nbsp;WhatsApp.</p><a onclick="Marquiz.showModal('5d8b956a9e4ce000448e11bb')" class="banner__link g-btn g-btn--light" href="#popup:marquiz_5d8b956a9e4ce000448e11bb">подобрать украшение</a><span class="banner__caption">Тест бесплатный. Ваши данные защищены</span>
            </div>
            <div class="banner__image"><img class="lozad" src="<?=DEFAULT_TEMPLATE_PATH?>/img/banner-image@2x.png" alt="Фотография телефона"></div>
            <div class="banner-right">
                <p class="g-title g-title--white banner-right__title">Ответив на вопросы, вы получите:</p>
                <ul class="banner-list list-reset">
                    <li class="banner-list__item">
                        <svg class="svg-icon promocode">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#promocode"></use>
                        </svg><span class="g-title g-title--white banner-list__caption"> <span>Промокод на скидку 5%<br></span>SMS СООБЩЕНИЕМ</span>
                    </li>
                    <li class="banner-list__item">
                        <svg class="svg-icon instruction">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#instruction"></use>
                        </svg><span class="g-title g-title--white banner-list__caption"> <span>ИНСТРУКЦИЮ </span>КАК ПРОВЕРИТЬ КАЧЕСТВО ЮВЕЛИРНЫХ ИЗДЕЛИЙ</span>
                    </li>
                    <li class="banner-list__item">
                        <svg class="svg-icon consultation">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#consultation"></use>
                        </svg><span class="g-title g-title--white banner-list__caption"> <span>КОНСУЛЬТАЦИЮ </span>ЭКСПЕРТА СО&nbsp;СТАЖЕМ БОЛЕЕ 10 ЛЕТ</span>
                    </li>
                </ul>
            </div>
        </div>
    </section>
    <div class="logos">
        <div class="logos__container">
            <div class="swiper logos-slider swiper-no-swiping">
                <div class="swiper-wrapper">
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                    <div class="swiper-slide logos__item">
                        <svg class="svg-icon logo2">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#logo2"></use>
                        </svg>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <section class="benefits">
        <h2 class="visually-hidden">Как мы работаем</h2>
        <div class="container benefits__container">
            <ul class="benefits__list list-reset">
                <li class="benefits__item">
                    <svg width="89" height="78" viewBox="0 0 89 78" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M82.8639 30H35.3626C32.7396 30 30.6133 32.1247 30.6133 34.7456V62.2544C30.6133 64.8753 32.7396 67 35.3626 67H82.8639C85.4869 67 87.6133 64.8753 87.6133 62.2544V34.7456C87.6133 32.1247 85.4869 30 82.8639 30Z" fill="#FAFAFA" stroke="black" stroke-miterlimit="10"/>
                        <path d="M87.6133 37H30.6133V41H87.6133V37Z" fill="black"/>
                        <path d="M39.6133 27H37.6133V44H39.6133V27Z" fill="#FAFAFA"/>
                        <path d="M39.6133 56V54H21.6133V56H39.6133Z" fill="#FAFAFA"/>
                        <path d="M38.5999 12.127H0.613281V41.0464H38.5999V12.127Z" fill="#FAFAFA" stroke="black" stroke-miterlimit="10"/>
                        <path d="M38.6133 41H0.613281V55H38.6133V41Z" fill="#FAFAFA" stroke="black" stroke-miterlimit="10"/>
                        <path d="M11.6131 41C11.0669 39.7038 10.9714 38.1514 11.1017 36.7508C11.2319 35.3503 11.706 34.0036 12.4818 32.8303C13.2577 31.657 14.3113 30.6935 15.549 30.0253C16.7868 29.3571 18.1704 29.005 19.5769 29.0001C20.9835 28.9952 22.3696 29.3377 23.6119 29.9972C24.8543 30.6568 25.9146 31.613 26.6986 32.7808C27.4825 33.9486 27.966 35.292 28.106 36.6916C28.246 38.0912 28.1503 39.7 27.6131 41" stroke="black" stroke-miterlimit="10"/>
                        <path d="M14.8965 28.5278L17.2731 26.4336H21.6028L23.9716 28.5357L19.4301 33.0301L14.8965 28.5278Z" fill="black"/>
                        <path d="M21.4541 26.8254L23.3914 28.551L19.4304 32.4728L15.5086 28.551L17.4538 26.8254H21.4541ZM21.7443 26.041H17.1244L16.9048 26.2371L14.9517 27.9941L14.3242 28.5431L14.9203 29.1392L18.8421 33.0611L19.3912 33.6101L19.9481 33.0689L23.917 29.1471L24.5131 28.551L23.8856 28.0019L21.9404 26.2763L21.7129 26.0802L21.7443 26.041Z" fill="#FAFAFA"/>
                        <path d="M78.4456 22.9744C76.2321 18.2747 73.0793 14.0783 69.1817 10.6439C65.284 7.20957 60.7242 4.61006 55.7833 3.00572C50.8424 1.40138 45.6252 0.826217 40.4534 1.3157C35.2817 1.80519 30.2651 3.34895 25.7129 5.85178" stroke="#A39D94" stroke-miterlimit="10"/>
                        <mask id="path-11-inside-1_839_17205" fill="white">
                            <path d="M80.1478 19.2333L79.3949 19.0059L78.2889 22.7159L74.673 21.3354L74.3906 22.0649L78.7987 23.7434L80.1478 19.2333Z"/>
                        </mask>
                        <path d="M80.1478 19.2333L79.3949 19.0059L78.2889 22.7159L74.673 21.3354L74.3906 22.0649L78.7987 23.7434L80.1478 19.2333Z" fill="black"/>
                        <path d="M80.1478 19.2333L81.1059 19.5199L81.3917 18.5644L80.437 18.2761L80.1478 19.2333ZM79.3949 19.0059L79.684 18.0486L78.7233 17.7583L78.4365 18.7202L79.3949 19.0059ZM78.2889 22.7159L77.9322 23.6501L78.9393 24.0346L79.2472 23.0016L78.2889 22.7159ZM74.673 21.3354L75.0297 20.4012L74.0998 20.0462L73.7404 20.9744L74.673 21.3354ZM74.3906 22.0649L73.4581 21.7039L73.0951 22.6416L74.0348 22.9994L74.3906 22.0649ZM78.7987 23.7434L78.4429 24.6779L79.4484 25.0608L79.7568 24.03L78.7987 23.7434ZM80.437 18.2761L79.684 18.0486L79.1057 19.9631L79.8587 20.1906L80.437 18.2761ZM78.4365 18.7202L77.3306 22.4302L79.2472 23.0016L80.3532 19.2915L78.4365 18.7202ZM78.6456 21.7817L75.0297 20.4012L74.3163 22.2696L77.9322 23.6501L78.6456 21.7817ZM73.7404 20.9744L73.4581 21.7039L75.3232 22.4259L75.6056 21.6964L73.7404 20.9744ZM74.0348 22.9994L78.4429 24.6779L79.1546 22.8089L74.7465 21.1303L74.0348 22.9994ZM79.7568 24.03L81.1059 19.5199L79.1898 18.9467L77.8407 23.4568L79.7568 24.03Z" fill="#A39D94" mask="url(#path-11-inside-1_839_17205)"/>
                        <path d="M13.8535 62.2324C19.1918 69.2044 26.7772 74.1153 35.3234 76.1325C43.8695 78.1496 52.8503 77.1488 60.7427 73.2998" stroke="#A39D94" stroke-miterlimit="10"/>
                        <mask id="path-14-inside-2_839_17205" fill="white">
                            <path d="M12.9824 66.2472L13.7668 66.3099L14.057 62.4508L17.8847 63.0234L18.0023 62.2469L13.3432 61.5488L12.9824 66.2472Z"/>
                        </mask>
                        <path d="M12.9824 66.2472L13.7668 66.3099L14.057 62.4508L17.8847 63.0234L18.0023 62.2469L13.3432 61.5488L12.9824 66.2472Z" fill="black"/>
                        <path d="M12.9824 66.2472L11.9854 66.1706L11.909 67.1645L12.9027 67.244L12.9824 66.2472ZM13.7668 66.3099L13.687 67.3067L14.6886 67.3869L14.764 66.3849L13.7668 66.3099ZM14.057 62.4508L14.2049 61.4619L13.1405 61.3026L13.0598 62.3759L14.057 62.4508ZM17.8847 63.0234L17.7367 64.0124L18.7239 64.1601L18.8734 63.1732L17.8847 63.0234ZM18.0023 62.2469L18.9911 62.3967L19.1411 61.4064L18.1505 61.2579L18.0023 62.2469ZM13.3432 61.5488L13.4914 60.5599L12.4285 60.4006L12.3462 61.4723L13.3432 61.5488ZM12.9027 67.244L13.687 67.3067L13.8465 65.3131L13.0622 65.2503L12.9027 67.244ZM14.764 66.3849L15.0542 62.5258L13.0598 62.3759L12.7696 66.2349L14.764 66.3849ZM13.9091 63.4398L17.7367 64.0124L18.0326 62.0344L14.2049 61.4619L13.9091 63.4398ZM18.8734 63.1732L18.9911 62.3967L17.0136 62.0971L16.896 62.8736L18.8734 63.1732ZM18.1505 61.2579L13.4914 60.5599L13.1951 62.5378L17.8542 63.2359L18.1505 61.2579ZM12.3462 61.4723L11.9854 66.1706L13.9795 66.3237L14.3403 61.6254L12.3462 61.4723Z" fill="#A39D94" mask="url(#path-14-inside-2_839_17205)"/>
                    </svg>
                    <h3 class="g-title g-title--center benefits__caption">Оплата при&nbsp;получении</h3>
                    <p class="benefits__desc">Оплачивайте заказ после проверки&nbsp;и примерки</p>
                </li>
                <li class="benefits__item">
                    <svg width="105" height="78" viewBox="0 0 105 78" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g opacity="0.7" clip-path="url(#clip0_839_17224)">
                            <path d="M52.9748 59.1586C59.8019 59.1586 65.3364 53.6242 65.3364 46.7971C65.3364 39.97 59.8019 34.4355 52.9748 34.4355C46.1477 34.4355 40.6133 39.97 40.6133 46.7971C40.6133 53.6242 46.1477 59.1586 52.9748 59.1586Z" stroke="#111111" stroke-miterlimit="10"/>
                            <path d="M46.418 33.4313L49.6652 30.5684H55.7911L59.0227 33.4313L52.7086 39.6826L46.418 33.4313Z" fill="#FAFAFA"/>
                            <mask id="path-3-inside-1_839_17224" fill="white">
                                <path d="M55.6423 30.7844L58.4503 33.2708L52.7088 38.9574L46.9908 33.2708L49.8066 30.7844H55.6423ZM55.9404 30H49.5164L49.289 30.1961L46.4966 32.6825L45.8691 33.2394L46.4653 33.8277L52.1833 39.5143L52.7323 40.0634L53.2892 39.5143L59.0464 33.8277L59.6425 33.2394L59.015 32.6825L56.1992 30.1961L55.909 30H55.9404Z"/>
                            </mask>
                            <path d="M55.6423 30.7844L58.4503 33.2708L52.7088 38.9574L46.9908 33.2708L49.8066 30.7844H55.6423ZM55.9404 30H49.5164L49.289 30.1961L46.4966 32.6825L45.8691 33.2394L46.4653 33.8277L52.1833 39.5143L52.7323 40.0634L53.2892 39.5143L59.0464 33.8277L59.6425 33.2394L59.015 32.6825L56.1992 30.1961L55.909 30H55.9404Z" fill="black"/>
                            <path d="M55.6423 30.7844L56.3052 30.0357L56.0214 29.7844H55.6423V30.7844ZM58.4503 33.2708L59.154 33.9813L59.9126 33.2299L59.1132 32.5221L58.4503 33.2708ZM52.7088 38.9574L52.0036 39.6665L52.7073 40.3663L53.4125 39.6679L52.7088 38.9574ZM46.9908 33.2708L46.3289 32.5212L45.5291 33.2274L46.2856 33.9798L46.9908 33.2708ZM49.8066 30.7844V29.7844H49.4283L49.1447 30.0348L49.8066 30.7844ZM49.5164 30V29H49.1449L48.8635 29.2426L49.5164 30ZM49.289 30.1961L48.636 29.4387L48.6299 29.4439L48.6239 29.4493L49.289 30.1961ZM46.4966 32.6825L47.1604 33.4304L47.1616 33.4294L46.4966 32.6825ZM45.8691 33.2394L45.2054 32.4915L44.4062 33.2007L45.1667 33.9512L45.8691 33.2394ZM46.4653 33.8277L47.1704 33.1186L47.1677 33.1159L46.4653 33.8277ZM52.1833 39.5143L52.8904 38.8072L52.8884 38.8053L52.1833 39.5143ZM52.7323 40.0634L52.0252 40.7705L52.7273 41.4726L53.4344 40.7755L52.7323 40.0634ZM53.2892 39.5143L53.9913 40.2264L53.9919 40.2258L53.2892 39.5143ZM59.0464 33.8277L58.344 33.1159L58.3437 33.1162L59.0464 33.8277ZM59.6425 33.2394L60.3449 33.9512L61.1054 33.2007L60.3063 32.4915L59.6425 33.2394ZM59.015 32.6825L59.6788 31.9346L59.6769 31.9329L59.015 32.6825ZM56.1992 30.1961L56.8611 29.4465L56.8126 29.4037L56.759 29.3675L56.1992 30.1961ZM55.909 30V29H52.6428L55.3491 30.8286L55.909 30ZM54.9794 31.533L57.7874 34.0195L59.1132 32.5221L56.3052 30.0357L54.9794 31.533ZM57.7466 32.5603L52.0051 38.2469L53.4125 39.6679L59.154 33.9813L57.7466 32.5603ZM53.4139 38.2484L47.6959 32.5617L46.2856 33.9798L52.0036 39.6665L53.4139 38.2484ZM47.6527 34.0204L50.4685 31.534L49.1447 30.0348L46.3289 32.5212L47.6527 34.0204ZM49.8066 31.7844H55.6423V29.7844H49.8066V31.7844ZM55.9404 29H49.5164V31H55.9404V29ZM48.8635 29.2426L48.636 29.4387L49.9419 30.9535L50.1694 30.7574L48.8635 29.2426ZM48.6239 29.4493L45.8316 31.9357L47.1616 33.4294L49.954 30.9429L48.6239 29.4493ZM45.8328 31.9346L45.2054 32.4915L46.5329 33.9873L47.1604 33.4304L45.8328 31.9346ZM45.1667 33.9512L45.7628 34.5395L47.1677 33.1159L46.5715 32.5276L45.1667 33.9512ZM45.7601 34.5367L51.4781 40.2234L52.8884 38.8053L47.1704 33.1186L45.7601 34.5367ZM51.4761 40.2214L52.0252 40.7705L53.4394 39.3563L52.8904 38.8072L51.4761 40.2214ZM53.4344 40.7755L53.9913 40.2264L52.5871 38.8022L52.0302 39.3513L53.4344 40.7755ZM53.9919 40.2258L59.7492 34.5391L58.3437 33.1162L52.5865 38.8029L53.9919 40.2258ZM59.7488 34.5395L60.3449 33.9512L58.9401 32.5276L58.344 33.1159L59.7488 34.5395ZM60.3063 32.4915L59.6788 31.9346L58.3513 33.4304L58.9788 33.9873L60.3063 32.4915ZM59.6769 31.9329L56.8611 29.4465L55.5373 30.9457L58.3532 33.4321L59.6769 31.9329ZM56.759 29.3675L56.4688 29.1714L55.3491 30.8286L55.6393 31.0247L56.759 29.3675ZM55.909 31H55.9404V29H55.909V31Z" fill="#111111" mask="url(#path-3-inside-1_839_17224)"/>
                            <path d="M53.2419 59.8236C63.5302 59.8236 71.8705 51.4833 71.8705 41.195C71.8705 30.9067 63.5302 22.5664 53.2419 22.5664C42.9536 22.5664 34.6133 30.9067 34.6133 41.195C34.6133 51.4833 42.9536 59.8236 53.2419 59.8236Z" stroke="#111111" stroke-miterlimit="10"/>
                            <path d="M43.6133 20.3548L48.1803 16H57.0539L61.6133 20.3548L52.5941 30L43.6133 20.3548Z" fill="#FAFAFA"/>
                            <mask id="path-7-inside-2_839_17224" fill="white">
                                <path d="M57.115 16.7844L61.3584 20.5336L52.7304 29.0988L44.1024 20.5336L48.3537 16.7844H57.115ZM57.413 16H48.0007L47.7732 16.1961L43.5298 19.9453L42.9023 20.4944L43.4985 21.0905L52.1264 29.6557L52.6755 30.2048L53.2324 29.6557L61.8604 21.0905L62.4565 20.5022L61.829 19.9453L57.6405 16.1961L57.4209 16H57.413Z"/>
                            </mask>
                            <path d="M57.115 16.7844L61.3584 20.5336L52.7304 29.0988L44.1024 20.5336L48.3537 16.7844H57.115ZM57.413 16H48.0007L47.7732 16.1961L43.5298 19.9453L42.9023 20.4944L43.4985 21.0905L52.1264 29.6557L52.6755 30.2048L53.2324 29.6557L61.8604 21.0905L62.4565 20.5022L61.829 19.9453L57.6405 16.1961L57.4209 16H57.413Z" fill="black"/>
                            <path d="M57.115 16.7844L57.7771 16.035L57.4935 15.7844H57.115V16.7844ZM61.3584 20.5336L62.0629 21.2433L62.8206 20.4911L62.0205 19.7842L61.3584 20.5336ZM52.7304 29.0988L52.0259 29.8085L52.7304 30.5079L53.4349 29.8085L52.7304 29.0988ZM44.1024 20.5336L43.441 19.7836L42.6395 20.4904L43.3979 21.2433L44.1024 20.5336ZM48.3537 16.7844V15.7844H47.9757L47.6922 16.0344L48.3537 16.7844ZM48.0007 16V15H47.6292L47.3478 15.2426L48.0007 16ZM47.7732 16.1961L47.1202 15.4386L47.1111 15.4467L47.7732 16.1961ZM43.5298 19.9453L44.1883 20.6979L44.192 20.6947L43.5298 19.9453ZM42.9023 20.4944L42.2438 19.7418L41.4394 20.4457L42.1952 21.2015L42.9023 20.4944ZM43.4985 21.0905L42.7913 21.7976L42.7939 21.8002L43.4985 21.0905ZM52.1264 29.6557L52.8336 28.9486L52.831 28.9461L52.1264 29.6557ZM52.6755 30.2048L51.9684 30.9119L52.6705 31.614L53.3776 30.9169L52.6755 30.2048ZM53.2324 29.6557L53.9345 30.3679L53.9369 30.3654L53.2324 29.6557ZM61.8604 21.0905L61.158 20.3787L61.1559 20.3808L61.8604 21.0905ZM62.4565 20.5022L63.1589 21.214L63.9194 20.4635L63.1203 19.7543L62.4565 20.5022ZM61.829 19.9453L61.162 20.6904L61.1652 20.6933L61.829 19.9453ZM57.6405 16.1961L58.3075 15.451L58.3065 15.4502L57.6405 16.1961ZM57.4209 16L58.0869 15.2541L57.8024 15H57.4209V16ZM56.4529 17.5338L60.6963 21.283L62.0205 19.7842L57.7771 16.035L56.4529 17.5338ZM60.6539 19.8239L52.0259 28.3892L53.4349 29.8085L62.0629 21.2433L60.6539 19.8239ZM53.4349 28.3892L44.8069 19.8239L43.3979 21.2433L52.0259 29.8085L53.4349 28.3892ZM44.7639 21.2836L49.0151 17.5344L47.6922 16.0344L43.441 19.7836L44.7639 21.2836ZM48.3537 17.7844H57.115V15.7844H48.3537V17.7844ZM57.413 15H48.0007V17H57.413V15ZM47.3478 15.2426L47.1203 15.4387L48.4262 16.9535L48.6536 16.7574L47.3478 15.2426ZM47.1111 15.4467L42.8677 19.1959L44.192 20.6947L48.4354 16.9455L47.1111 15.4467ZM42.8713 19.1928L42.2438 19.7418L43.5608 21.247L44.1883 20.6979L42.8713 19.1928ZM42.1952 21.2015L42.7913 21.7976L44.2056 20.3834L43.6095 19.7873L42.1952 21.2015ZM42.7939 21.8002L51.4219 30.3654L52.831 28.9461L44.203 20.3808L42.7939 21.8002ZM51.4193 30.3629L51.9684 30.9119L53.3826 29.4977L52.8335 28.9486L51.4193 30.3629ZM53.3776 30.9169L53.9345 30.3678L52.5303 28.9436L51.9734 29.4927L53.3776 30.9169ZM53.9369 30.3654L62.5649 21.8002L61.1559 20.3808L52.5279 28.9461L53.9369 30.3654ZM62.5628 21.8023L63.1589 21.214L61.7541 19.7905L61.158 20.3787L62.5628 21.8023ZM63.1203 19.7543L62.4928 19.1974L61.1652 20.6933L61.7927 21.2502L63.1203 19.7543ZM62.496 19.2002L58.3075 15.451L56.9735 16.9412L61.162 20.6904L62.496 19.2002ZM58.3065 15.4502L58.0869 15.2541L56.7549 16.7459L56.9745 16.942L58.3065 15.4502ZM57.4209 15H57.413V17H57.4209V15Z" fill="#111111" mask="url(#path-7-inside-2_839_17224)"/>
                            <path d="M53.411 59.8239C67.6586 59.8239 79.2086 48.2738 79.2086 34.0262C79.2086 19.7785 67.6586 8.22852 53.411 8.22852C39.1633 8.22852 27.6133 19.7785 27.6133 34.0262C27.6133 48.2738 39.1633 59.8239 53.411 59.8239Z" stroke="#111111" stroke-miterlimit="10"/>
                            <path d="M40.3594 6.151L46.6578 0.582031H59.1292L65.4276 6.151L52.87 18.5831L40.3594 6.151Z" fill="#FAFAFA"/>
                            <mask id="path-11-inside-3_839_17224" fill="white">
                                <path d="M58.9805 0.973815L64.8553 6.16629L52.8703 18.0258L40.9323 6.16629L46.8071 0.973815H58.9805ZM59.2785 0.189453H46.5169L46.2895 0.385544L40.4146 5.57802L39.7871 6.13492L40.3754 6.72319L52.3134 18.5827L52.8703 19.1318L53.4193 18.5906L65.4044 6.72319L66.0005 6.13492L65.373 5.57802L59.4981 0.385544L59.2785 0.189453Z"/>
                            </mask>
                            <path d="M58.9805 0.973815L64.8553 6.16629L52.8703 18.0258L40.9323 6.16629L46.8071 0.973815H58.9805ZM59.2785 0.189453H46.5169L46.2895 0.385544L40.4146 5.57802L39.7871 6.13492L40.3754 6.72319L52.3134 18.5827L52.8703 19.1318L53.4193 18.5906L65.4044 6.72319L66.0005 6.13492L65.373 5.57802L59.4981 0.385544L59.2785 0.189453Z" fill="black"/>
                            <path d="M58.9805 0.973815L59.6427 0.224532L59.359 -0.0261847H58.9805V0.973815ZM64.8553 6.16629L65.5587 6.87711L66.3187 6.12508L65.5176 5.41701L64.8553 6.16629ZM52.8703 18.0258L52.1655 18.7353L52.8689 19.434L53.5736 18.7367L52.8703 18.0258ZM40.9323 6.16629L40.27 5.41701L39.4705 6.12368L40.2275 6.87573L40.9323 6.16629ZM46.8071 0.973815V-0.0261847H46.4286L46.1449 0.224532L46.8071 0.973815ZM46.5169 0.189453V-0.810547H46.1454L45.864 -0.567949L46.5169 0.189453ZM46.2895 0.385544L45.6365 -0.371917L45.6272 -0.363739L46.2895 0.385544ZM40.4146 5.57802L39.7523 4.82874L39.7508 4.8301L40.4146 5.57802ZM39.7871 6.13492L39.1233 5.38699L38.3295 6.09152L39.08 6.84202L39.7871 6.13492ZM40.3754 6.72319L39.6683 7.4303L39.6706 7.43262L40.3754 6.72319ZM52.3134 18.5827L51.6086 19.2922L51.6113 19.2948L52.3134 18.5827ZM52.8703 19.1318L52.1682 19.8439L52.8702 20.536L53.5723 19.844L52.8703 19.1318ZM53.4193 18.5906L54.1213 19.3028L54.1229 19.3012L53.4193 18.5906ZM65.4044 6.72319L64.702 6.01141L64.7008 6.0126L65.4044 6.72319ZM66.0005 6.13492L66.7029 6.84669L67.4634 6.09621L66.6643 5.38699L66.0005 6.13492ZM65.373 5.57802L66.0368 4.83009L66.0352 4.82874L65.373 5.57802ZM59.4981 0.385544L58.8321 1.13149L58.8359 1.13483L59.4981 0.385544ZM58.3182 1.7231L64.1931 6.91558L65.5176 5.41701L59.6427 0.224532L58.3182 1.7231ZM64.1519 5.45547L52.1669 17.315L53.5736 18.7367L65.5587 6.87711L64.1519 5.45547ZM53.575 17.3164L41.637 5.45686L40.2275 6.87573L52.1655 18.7353L53.575 17.3164ZM41.5945 6.91558L47.4694 1.7231L46.1449 0.224532L40.27 5.41701L41.5945 6.91558ZM46.8071 1.97382H58.9805V-0.0261847H46.8071V1.97382ZM59.2785 -0.810547H46.5169V1.18945H59.2785V-0.810547ZM45.864 -0.567949L45.6365 -0.371859L46.9424 1.14295L47.1699 0.946856L45.864 -0.567949ZM45.6272 -0.363739L39.7523 4.82874L41.0768 6.3273L46.9517 1.13483L45.6272 -0.363739ZM39.7508 4.8301L39.1233 5.38699L40.4509 6.88284L41.0784 6.32594L39.7508 4.8301ZM39.08 6.84202L39.6683 7.4303L41.0825 6.01608L40.4942 5.42781L39.08 6.84202ZM39.6706 7.43262L51.6086 19.2922L53.0181 17.8733L41.0802 6.01376L39.6706 7.43262ZM51.6113 19.2948L52.1682 19.8439L53.5723 18.4197L53.0154 17.8706L51.6113 19.2948ZM53.5723 19.844L54.1213 19.3028L52.7173 17.8784L52.1683 18.4196L53.5723 19.844ZM54.1229 19.3012L66.108 7.43378L64.7008 6.0126L52.7157 17.88L54.1229 19.3012ZM66.1068 7.43496L66.7029 6.84669L65.2981 5.42314L64.702 6.01141L66.1068 7.43496ZM66.6643 5.38699L66.0368 4.83009L64.7092 6.32595L65.3367 6.88284L66.6643 5.38699ZM66.0352 4.82874L60.1604 -0.363739L58.8359 1.13483L64.7107 6.3273L66.0352 4.82874ZM60.1641 -0.360393L59.9445 -0.556483L58.6125 0.935389L58.8321 1.13148L60.1641 -0.360393Z" fill="#111111" mask="url(#path-11-inside-3_839_17224)"/>
                            <path d="M103.613 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M91.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M79.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M67.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M55.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M43.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M31.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M19.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M97.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M85.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M73.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M61.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M49.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M37.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M25.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M13.6133 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M100.613 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M88.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M76.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M64.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M52.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M40.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M28.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M16.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M94.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M82.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M70.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M58.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M46.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M34.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M22.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M10.6133 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M1.61328 69H103.613V70H1.61328V69Z" fill="#A39D94"/>
                            <path d="M1.61328 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M7.61328 65V67.5694V70" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M4.61328 68V69.0272V70" stroke="#A39D94" stroke-miterlimit="10"/>
                        </g>
                        <defs>
                            <clipPath id="clip0_839_17224">
                                <rect width="104" height="78" fill="white" transform="translate(0.613281)"/>
                            </clipPath>
                        </defs>
                    </svg>
                    <p class="g-title g-title--center benefits__caption">заказывайте изделия на выбор</p>
                    <p class="benefits__desc">Выберите подходящий <br> размер или модель</p>
                </li>
                <li class="benefits__item">
                    <svg width="100" height="72" viewBox="0 0 100 72" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g opacity="0.7" clip-path="url(#clip0_839_17279)">
                            <path d="M46.212 57.6213C59.9528 57.6213 71.092 46.4821 71.092 32.7413C71.092 19.0005 59.9528 7.86133 46.212 7.86133C32.4712 7.86133 21.332 19.0005 21.332 32.7413C21.332 46.4821 32.4712 57.6213 46.212 57.6213Z" stroke="black" stroke-miterlimit="10"/>
                            <path d="M45.6873 17.1656L34.3307 5.88272L39.8832 0.980469H51.5447L57.0891 5.88179L45.6873 17.1656Z" fill="#FAFAFA" stroke="black"/>
                            <path d="M32.3283 31.918H1.27539" stroke="black" stroke-miterlimit="10"/>
                            <path d="M29.0338 20.8262H13.6211V22.4263H29.0338V20.8262Z" fill="#A39D94"/>
                            <path d="M28.6422 21.259V22.0433H14.0139V21.259H28.6422ZM29.4266 20.4746H13.2295V22.8277H29.4266V20.4746Z" fill="#FAFAFA"/>
                            <path d="M19.0026 38.1621H3.58984V39.7622H19.0026V38.1621Z" fill="#A39D94"/>
                            <path d="M18.6101 38.5539V39.3383H3.95038V38.5539H18.6101ZM19.3945 37.7695H3.16602V40.1226H19.3945V37.7695Z" fill="#FAFAFA"/>
                            <path d="M34.1643 30.8203H0.883789V32.4204H34.1643V30.8203Z" fill="#A39D94"/>
                            <path d="M33.756 31.2121V31.9965H1.27557V31.2121H33.756ZM34.5404 30.4277H0.491211V32.7808H34.5404V30.4277Z" fill="#FAFAFA"/>
                            <path d="M77.2336 71.7561C75.7173 71.7577 74.2346 71.3094 72.9732 70.4679C71.7117 69.6265 70.7283 68.4297 70.1473 67.0291C69.5664 65.6285 69.4139 64.0871 69.7094 62.5998C70.0048 61.1126 70.7348 59.7464 71.807 58.6742C72.8792 57.602 74.2454 56.872 75.7326 56.5766C77.2199 56.2811 78.7613 56.4335 80.1619 57.0145C81.5625 57.5955 82.7593 58.5789 83.6007 59.8403C84.4422 61.1018 84.8905 62.5844 84.8889 64.1008C84.8848 66.1298 84.0769 68.0746 82.6422 69.5093C81.2074 70.9441 79.2626 71.752 77.2336 71.7561Z" fill="#FAFAFA"/>
                            <path d="M77.2332 56.8293C78.6712 56.8293 80.077 57.2557 81.2727 58.0547C82.4685 58.8536 83.4004 59.9892 83.9507 61.3178C84.5011 62.6464 84.6451 64.1084 84.3645 65.5188C84.0839 66.9293 83.3914 68.2249 82.3746 69.2417C81.3577 70.2586 80.0621 70.9511 78.6517 71.2317C77.2412 71.5122 75.7793 71.3682 74.4507 70.8179C73.1221 70.2676 71.9865 69.3356 71.1875 68.1399C70.3886 66.9442 69.9621 65.5384 69.9621 64.1003C69.9621 62.1719 70.7282 60.3225 72.0918 58.9589C73.4554 57.5953 75.3048 56.8293 77.2332 56.8293ZM77.2332 56.0449C75.6396 56.0434 74.0814 56.5145 72.7557 57.3987C71.43 58.2829 70.3963 59.5404 69.7854 61.0122C69.1745 62.484 69.0138 64.1039 69.3238 65.667C69.6337 67.2302 70.4003 68.6662 71.5265 69.7936C72.6528 70.9209 74.0881 71.6889 75.6509 72.0004C77.2137 72.3118 78.8338 72.1528 80.3062 71.5433C81.7786 70.9338 83.0371 69.9014 83.9226 68.5765C84.8081 67.2516 85.2807 65.6939 85.2807 64.1003C85.2766 61.9665 84.4276 59.9212 82.9195 58.4116C81.4115 56.9021 79.367 56.0511 77.2332 56.0449Z" fill="#A39D94"/>
                            <path d="M21.0255 71.7561C25.2534 71.7561 28.6809 68.3286 28.6809 64.1007C28.6809 59.8727 25.2534 56.4453 21.0255 56.4453C16.7975 56.4453 13.3701 59.8727 13.3701 64.1007C13.3701 68.3286 16.7975 71.7561 21.0255 71.7561Z" fill="#FAFAFA"/>
                            <path d="M21.0262 56.8293C22.4646 56.8278 23.8712 57.2529 25.0679 58.0509C26.2647 58.8489 27.1979 59.984 27.7494 61.3124C28.3009 62.6409 28.446 64.1031 28.1664 65.5141C27.8867 66.925 27.1948 68.2213 26.1782 69.239C25.1617 70.2567 23.8661 70.9499 22.4555 71.2311C21.0448 71.5123 19.5824 71.3688 18.2534 70.8187C16.9243 70.2686 15.7883 69.3367 14.989 68.1408C14.1897 66.9449 13.763 65.5388 13.763 64.1004C13.763 62.1733 14.528 60.3251 15.8899 58.9618C17.2518 57.5984 19.0992 56.8314 21.0262 56.8293ZM21.0262 56.045C19.4317 56.0388 17.8712 56.5059 16.5424 57.3873C15.2136 58.2686 14.1762 59.5245 13.5617 60.9959C12.9472 62.4673 12.7832 64.0879 13.0904 65.6526C13.3977 67.2172 14.1624 68.6555 15.2877 69.7852C16.413 70.9149 17.8483 71.6853 19.4118 71.9986C20.9752 72.312 22.5965 72.1543 24.0702 71.5456C25.544 70.9368 26.8039 69.9043 27.6905 68.579C28.577 67.2536 29.0502 65.6949 29.0503 64.1004C29.0482 61.9646 28.1988 59.9169 26.6886 58.4067C25.1784 56.8964 23.1306 56.0471 20.9949 56.045H21.0262Z" fill="#A39D94"/>
                            <path d="M21.0259 68.8994C20.0765 68.8994 19.1484 68.6179 18.359 68.0904C17.5696 67.563 16.9543 66.8133 16.591 65.9361C16.2277 65.059 16.1326 64.0938 16.3178 63.1626C16.503 62.2315 16.9602 61.3761 17.6316 60.7048C18.3029 60.0335 19.1582 59.5763 20.0894 59.3911C21.0206 59.2058 21.9857 59.3009 22.8629 59.6642C23.74 60.0276 24.4897 60.6428 25.0172 61.4322C25.5446 62.2216 25.8262 63.1497 25.8262 64.0991C25.8241 65.3716 25.3177 66.5914 24.4179 67.4912C23.5181 68.3909 22.2984 68.8973 21.0259 68.8994Z" fill="#FAFAFA"/>
                            <path d="M21.0255 59.6926C21.8973 59.6926 22.7496 59.9511 23.4745 60.4355C24.1994 60.9198 24.7644 61.6083 25.0981 62.4138C25.4317 63.2192 25.519 64.1056 25.3489 64.9607C25.1788 65.8158 24.759 66.6012 24.1425 67.2177C23.526 67.8342 22.7406 68.254 21.8855 68.4241C21.0304 68.5942 20.1441 68.5069 19.3386 68.1732C18.5331 67.8396 17.8446 67.2746 17.3603 66.5497C16.8759 65.8248 16.6174 64.9725 16.6174 64.1007C16.6163 63.5215 16.7297 62.9478 16.9508 62.4125C17.172 61.8773 17.4966 61.3909 17.9062 60.9814C18.3157 60.5718 18.8021 60.2472 19.3374 60.026C19.8726 59.8048 20.4463 59.6915 21.0255 59.6926ZM21.0255 58.9082C19.9985 58.9082 18.9946 59.2127 18.1407 59.7833C17.2868 60.3538 16.6213 61.1648 16.2283 62.1136C15.8353 63.0624 15.7324 64.1064 15.9328 65.1137C16.1331 66.1209 16.6277 67.0461 17.3539 67.7723C18.08 68.4985 19.0052 68.993 20.0125 69.1934C21.0197 69.3937 22.0638 69.2909 23.0126 68.8979C23.9614 68.5049 24.7723 67.8394 25.3429 66.9855C25.9134 66.1316 26.218 65.1277 26.218 64.1007C26.2159 62.7242 25.6682 61.4047 24.6948 60.4313C23.7215 59.458 22.402 58.9103 21.0255 58.9082Z" fill="#A39D94"/>
                            <path d="M77.2329 68.8994C76.2835 68.8994 75.3554 68.6179 74.566 68.0904C73.7766 67.563 73.1613 66.8133 72.798 65.9361C72.4347 65.059 72.3396 64.0938 72.5249 63.1626C72.7101 62.2315 73.1673 61.3761 73.8386 60.7048C74.5099 60.0335 75.3653 59.5763 76.2964 59.3911C77.2276 59.2058 78.1928 59.3009 79.0699 59.6642C79.947 60.0276 80.6968 60.6428 81.2242 61.4322C81.7517 62.2216 82.0332 63.1497 82.0332 64.0991C82.0311 65.3716 81.5247 66.5914 80.6249 67.4912C79.7252 68.3909 78.5054 68.8973 77.2329 68.8994Z" fill="#FAFAFA"/>
                            <path d="M77.2335 59.6926C78.105 59.6941 78.9565 59.954 79.6804 60.4393C80.4042 60.9246 80.968 61.6136 81.3005 62.4192C81.6329 63.2248 81.7191 64.1109 81.5481 64.9655C81.3771 65.82 80.9567 66.6048 80.3399 67.2205C79.7231 67.8362 78.9376 68.2552 78.0827 68.4247C77.2279 68.5941 76.342 68.5064 75.5369 68.1725C74.7319 67.8386 74.0439 67.2736 73.5599 66.5489C73.0759 65.8241 72.8175 64.9722 72.8175 64.1007C72.8175 63.5211 72.9318 62.9473 73.1538 62.412C73.3759 61.8766 73.7013 61.3903 74.1114 60.9809C74.5216 60.5715 75.0084 60.2469 75.5442 60.0259C76.0799 59.8048 76.654 59.6915 77.2335 59.6926ZM77.2335 58.9082C76.2065 58.9082 75.2026 59.2127 74.3487 59.7833C73.4948 60.3538 72.8293 61.1648 72.4363 62.1136C72.0433 63.0624 71.9404 64.1064 72.1408 65.1137C72.3411 66.1209 72.8357 67.0461 73.5619 67.7723C74.288 68.4985 75.2133 68.993 76.2205 69.1934C77.2277 69.3937 78.2718 69.2909 79.2206 68.8979C80.1694 68.5049 80.9803 67.8394 81.5509 66.9855C82.1214 66.1316 82.426 65.1277 82.426 64.1007C82.4239 62.7242 81.8762 61.4047 80.9028 60.4313C79.9295 59.458 78.61 58.9103 77.2335 58.9082Z" fill="#A39D94"/>
                            <path d="M71.0918 21.627H87.3987L96.9679 46.7658V64.1002H88.3242" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M73.1071 27.627H84.0804L90.5827 45.33H70.4717" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M32.1875 64.0059H65.9151" stroke="#A39D94"/>
                        </g>
                        <defs>
                            <clipPath id="clip0_839_17279">
                                <rect width="99" height="72" fill="white" transform="translate(0.0117188)"/>
                            </clipPath>
                        </defs>
                    </svg>
                    <h3 class="g-title g-title--center benefits__caption">Доставка <br>от 1 дня</h3>
                    <p class="benefits__desc">Пришлем фото изделия перед&nbsp;отправкой</p>
                </li>
                <li class="benefits__item">
                    <svg width="80" height="82" viewBox="0 0 80 82" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g opacity="0.7" clip-path="url(#clip0_839_17305)">
                            <path d="M20.4902 17.0371H54.2021" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M20.4902 30.0742H28.2476" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M20.4902 25.7285H49.5195" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M20.4902 21.3828H38.2482" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M39.8955 21.3828H54.2023" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M29.8945 30.0742H45.2523" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M39.001 67C47.2852 67 54.001 60.2843 54.001 52C54.001 43.7157 47.2852 37 39.001 37C30.7167 37 24.001 43.7157 24.001 52C24.001 60.2843 30.7167 67 39.001 67Z" stroke="black" stroke-miterlimit="10"/>
                            <path d="M39.0006 53.1008C39.6109 53.1008 40.1057 52.606 40.1057 51.9957C40.1057 51.3854 39.6109 50.8906 39.0006 50.8906C38.3903 50.8906 37.8955 51.3854 37.8955 51.9957C37.8955 52.606 38.3903 53.1008 39.0006 53.1008Z" stroke="black" stroke-miterlimit="10"/>
                            <path d="M47.5684 45.2129V58.7858" stroke="black" stroke-miterlimit="10"/>
                            <path d="M40.6504 51.2817L47.6845 44.3125L51.001 48.0555V55.8535L47.6845 59.6857L40.6504 52.663" stroke="black" stroke-miterlimit="10"/>
                            <path d="M40.9805 51.7285L46.9626 48.4043" stroke="black" stroke-miterlimit="10"/>
                            <path d="M40.9805 52.2715L46.9626 55.5867" stroke="black" stroke-miterlimit="10"/>
                            <path d="M48.0859 48.4043L50.5991 50.0619" stroke="black" stroke-miterlimit="10"/>
                            <path d="M48.0859 55.5873L50.5991 53.9297" stroke="black" stroke-miterlimit="10"/>
                            <path d="M30.4336 58.7858V45.2129" stroke="black" stroke-miterlimit="10"/>
                            <path d="M37.3516 52.7165L30.3175 59.6857L27.001 55.9426V48.1447L30.3175 44.3125L37.3516 51.3351" stroke="black" stroke-miterlimit="10"/>
                            <path d="M37.0222 52.2715L31.04 55.5867" stroke="black" stroke-miterlimit="10"/>
                            <path d="M37.0222 51.7285L31.04 48.4043" stroke="black" stroke-miterlimit="10"/>
                            <path d="M29.9155 55.5873L27.4023 53.9297" stroke="black" stroke-miterlimit="10"/>
                            <path d="M29.9155 48.4043L27.4023 50.0619" stroke="black" stroke-miterlimit="10"/>
                            <path d="M45.7949 60.5684H32.208" stroke="black" stroke-miterlimit="10"/>
                            <path d="M39.7146 53.6523L46.6863 60.6839L42.9419 63.9991H35.15L31.3164 60.6839L38.3416 53.6523" stroke="black" stroke-miterlimit="10"/>
                            <path d="M39.2773 53.9824L42.5938 59.9534" stroke="black" stroke-miterlimit="10"/>
                            <path d="M38.7247 53.9824L35.4082 59.9534" stroke="black" stroke-miterlimit="10"/>
                            <path d="M42.5932 61.0762L40.9355 63.5893" stroke="black" stroke-miterlimit="10"/>
                            <path d="M35.4082 61.0762L37.0658 63.5893" stroke="black" stroke-miterlimit="10"/>
                            <path d="M32.208 43.4316H45.7949" stroke="black" stroke-miterlimit="10"/>
                            <path d="M38.2882 50.3468L31.3164 43.3153L35.0608 40H42.8528L46.6863 43.3153L39.6611 50.3468" stroke="black" stroke-miterlimit="10"/>
                            <path d="M38.7247 50.0179L35.4082 44.0469" stroke="black" stroke-miterlimit="10"/>
                            <path d="M39.2773 50.0179L42.5938 44.0469" stroke="black" stroke-miterlimit="10"/>
                            <path d="M35.4082 42.9144L37.0658 40.4102" stroke="black" stroke-miterlimit="10"/>
                            <path d="M42.5932 42.9144L40.9355 40.4102" stroke="black" stroke-miterlimit="10"/>
                            <path d="M11.6504 19.841V11.268C11.6566 9.41636 12.3949 7.64237 13.7042 6.33308C15.0135 5.0238 16.7875 4.2855 18.6391 4.2793H72.5796" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M65.5898 19.841V11.268C65.596 9.41636 66.3343 7.64237 67.6436 6.33308C68.9529 5.0238 70.7269 4.2855 72.5785 4.2793V4.2793C74.4294 4.28551 76.2026 5.02406 77.5106 6.33356C78.8186 7.64307 79.5552 9.41708 79.5593 11.268H65.5898" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M65.5904 10.6602V73.378C65.5863 75.2289 64.8497 77.0029 63.5417 78.3124C62.2336 79.6219 60.4604 80.3605 58.6096 80.3667H7.36719" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M7.36757 80.3988C5.51597 80.3926 3.74198 79.6543 2.43269 78.345C1.12341 77.0357 0.385109 75.2618 0.378906 73.4102H11.6502" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M58.6024 80.3667C56.7551 80.3667 54.983 79.6344 53.6745 78.3304C52.3661 77.0263 51.6278 75.2567 51.6216 73.4094H11.6191V10.6602" stroke="#A39D94" stroke-miterlimit="10"/>
                        </g>
                        <defs>
                            <clipPath id="clip0_839_17305">
                                <rect width="80" height="82" fill="white"/>
                            </clipPath>
                        </defs>
                    </svg>
                    <h3 class="g-title g-title--center benefits__caption">ГАРАНТИЯ <br> 2 ГОДА</h3>
                    <p class="benefits__desc">Починим изделие <br> или вернем деньги</p>
                </li>
                <li class="benefits__item">
                    <svg width="94" height="65" viewBox="0 0 94 65" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <g clip-path="url(#clip0_360_8312)">
                            <path d="M25.6739 63.7033C39.4147 63.7033 50.5539 52.5641 50.5539 38.8233C50.5539 25.0825 39.4147 13.9434 25.6739 13.9434C11.9331 13.9434 0.793945 25.0825 0.793945 38.8233C0.793945 52.5641 11.9331 63.7033 25.6739 63.7033Z" stroke="#A39D94" stroke-miterlimit="10"/>
                            <path d="M13.0693 11.9354L19.1638 6.55469H31.1959L37.2826 11.9354L25.1564 23.944L13.0693 11.9354Z" fill="white"/>
                            <path d="M31.0467 6.95477L36.7491 11.9512L25.1562 23.4264L13.6417 11.9512L19.3127 6.95477H31.0781H31.0467ZM31.3762 6.17041H19.0146L18.7872 6.3665L13.1241 11.3707L12.4966 11.9276L13.0849 12.5159L24.5993 23.9519L25.1483 24.501L25.7052 23.9519L37.2589 12.5081L37.855 11.9198L37.2275 11.3629L31.5644 6.35866L31.3448 6.17041H31.3762Z" fill="#A39D94"/>
                            <path d="M38.059 43.4275H33.2273L42.3024 19.1123H46.5536L55.6365 43.4275H50.8048L49.0636 38.3998H39.7924L38.059 43.4275ZM47.5184 34.1564L44.428 25.2695L41.3376 34.1564H47.5184Z" fill="black" stroke="white" stroke-miterlimit="10"/>
                            <path d="M63.6213 23.2301C63.4141 22.7708 63.2994 22.2751 63.2838 21.7714C63.2682 21.2677 63.3521 20.7658 63.5305 20.2945C63.709 19.8232 63.9786 19.3917 64.3239 19.0247C64.6692 18.6576 65.0835 18.3622 65.543 18.1553L72.7042 14.6963L75.8417 22.4772L68.4765 25.2381C67.5637 25.5841 66.5533 25.5691 65.6511 25.196C64.749 24.8229 64.0231 24.1199 63.6213 23.2301V23.2301Z" stroke="black" stroke-miterlimit="10"/>
                            <path d="M49.0244 29.2148L56.0209 29.5364" stroke="black" stroke-miterlimit="10"/>
                            <path d="M49.3225 28.9873L52.0835 26.1558" stroke="black" stroke-miterlimit="10"/>
                            <path d="M49.0557 27.8264L50.0204 22.7202" stroke="black" stroke-miterlimit="10"/>
                            <path d="M49.1028 28.6268L53.1658 21.1597" stroke="black" stroke-miterlimit="10"/>
                            <path d="M49.3225 28.9873L51.9658 31.2541" stroke="black" stroke-miterlimit="10"/>
                            <path d="M63.7312 23.1519L49.3225 28.9875" stroke="black" stroke-miterlimit="10"/>
                            <path d="M72.7043 14.6885L75.779 7.58219L92.3134 0.405273" stroke="black" stroke-miterlimit="10"/>
                            <path d="M75.9358 22.3439L83.2304 23.944L93.0976 20.085" stroke="black" stroke-miterlimit="10"/>
                        </g>
                        <defs>
                            <clipPath id="clip0_360_8312">
                                <rect width="94" height="65" fill="white"/>
                            </clipPath>
                        </defs>
                    </svg>
                    <h3 class="g-title g-title--center benefits__caption">ручная гравировка с выбором шрифта</h3>
                    <p class="benefits__desc">Разместите символику и сделайте украшение индивидуальным</p>
                </li>
            </ul>
        </div>
    </section>
    <section class="collections-section g-filters">
        <div class="container collections-section__container">
            <p class="g-title g-title--center collections-section__title">КОЛЛЕКЦИИ</p>
            <ul class="g-filters__list list-reset collections-section__filters">
                <?
                $iblock_id = 5;
                $id_section = 81;
                $ia = 0;
                $section_props = CIBlockSection::GetList(array('sort' => 'asc'), array('IBLOCK_ID' => $iblock_id, 'SECTION_ID' => $id_section,'DEPTH_LEVEL' => 2,'ACTIVE' => 'Y'), false, array("ID","NAME",'SECTION_PAGE_URL'), false);
                while($props_array = $section_props->GetNext()){?>
                    <li class="g-filters__item">
                        <button class="btn-reset g-filters__btn <?=$ia == 0 ? 'g-filters__btn--active': ''?>" data-filters-path="section_<?=$props_array['ID']?>"><?=$props_array['NAME']?></button>
                    </li>
                    <?$ia++?>
                <?}?>
            </ul>
            <?
            $ia = 0;
            $section_props = CIBlockSection::GetList(array('sort' => 'asc'), array('IBLOCK_ID' => $iblock_id, 'SECTION_ID' => $id_section,'DEPTH_LEVEL' => 2,'ACTIVE' => 'Y'), false, array("ID","NAME",'SECTION_PAGE_URL'), false);
            while($props_array = $section_props->GetNext()){?>
                <div class="swiper collections-section-slider g-filters__content <?=$ia == 0 ? 'g-filters__content--active': ''?>" data-filters-target="section_<?=$props_array['ID']?>">
                    <div class="swiper-wrapper">
                        <?
                        $section_subProps = CIBlockSection::GetList(array('sort' => 'asc'), array('IBLOCK_ID' => $iblock_id, 'SECTION_ID' => $props_array['ID'],'DEPTH_LEVEL' => 3,'ACTIVE' => 'Y'), false, array("ID","NAME",'SECTION_PAGE_URL','UF_MAIN_PAGE_IMG'));
                        while($props_subArray = $section_subProps->GetNext()){?>
                            <div class="swiper-slide collections-section-item">
                                <a class="collections-section-item__image" href="<?=$props_subArray['SECTION_PAGE_URL']?>">
                                    <?$image = $props_subArray['UF_MAIN_PAGE_IMG'] ? imageX2($props_subArray['UF_MAIN_PAGE_IMG']) : ['/upload/uf/c09/3ewjq0qxg0328fgyadmz77d2fd1a55pf.jpg','/upload/uf/c09/3ewjq0qxg0328fgyadmz77d2fd1a55pf.jpg']?>
                                    <img class="lozad" src="<?=IMG_LOADER?>" data-src="<?=$image[0]?>" data-srcset="<?=$image[1]?> 2x" alt="<?=$props_subArray['NAME']?>">
                                </a>
                                <a class="g-title collections-section-item__title" href="<?=$props_subArray['SECTION_PAGE_URL']?>"><?=$props_subArray['NAME']?></a>
                                <a class="g-link collections-section-item__link" href="<?=$props_subArray['SECTION_PAGE_URL']?>">Посмотреть</a>
                            </div>
                        <?}
                        ?>
                    </div>
                    <div class="swiper-scrollbar g-scrollbar collections-section-slider__scrollbar"></div>
                    <button class="btn-reset g-slider-btn g-slider-btn--prev collections-section-slider__btn collections-section-slider__btn--prev">
                        <svg class="svg-icon arrow">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#arrow"></use>
                        </svg>
                    </button>
                    <button class="btn-reset g-slider-btn g-slider-btn--next collections-section-slider__btn collections-section-slider__btn--next">
                        <svg class="svg-icon arrow">
                            <use xlink:href="<?=DEFAULT_TEMPLATE_PATH?>/img/sprites/sprite.svg#arrow"></use>
                        </svg>
                    </button>
                </div>
                <?$ia++?>
            <?}?>
        </div>
    </section>
    <?$APPLICATION->IncludeComponent(
        "bitrix:main.include",
        "",
        Array(
            "AREA_FILE_SHOW" => "file",
            "PATH" => '/include/questions.php',
            "EDIT_TEMPLATE" => ""
        )
    );?>
    <section class="info">
        <div class="container info__container read-more-wrapper">
            <h2 class="g-title info__title">оФИЦИАЛЬНЫЙ САЙТ ЮВЕЛИРНЫХ ИЗДЕЛИЙ русские самоцветы</h2>
            <p class="info__desc full-text">Интернет-галерея «Русские самоцветы» — уникальная онлайн-площадка, где представлена продукция собственного ювелирного завода. Официальный сайт ювелирного магазина содержит каталог украшений. В каталоге из более 4000 ювелирных изделий собраны украшения непревзойденного качества, которое гарантирует производитель из числа лидеров отрасли. Для каждого товара представлены не только качественные фотографии и видеоматериалы, но и <br> максимум полезной информации, которая помогает сделать выбор еще более комфортным, чем в салоне.</p>
            <button class="btn-reset g-link read-more info__more" data-text="Читать дальше">Читать дальше</button>
        </div>
    </section>
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>