<?

define("DEFAULT_TEMPLATE_PATH", "/local/templates/.default");
define("LOG_FILENAME", $_SERVER["DOCUMENT_ROOT"]."/logs/log.txt");
define("price_list_id", 272020);
define("IMG_LOADER", "/local/templates/.default/img/loader.svg");
define("NO_PHOTO_PATH", "/local/templates/.default/img/no-photo.svg");
define("NO_PHOTO_PATH_IMAGE", "/local/templates/.default/img/no-image.svg");

$storeNAME2ID = [
    '18' => 14, //DONE
    '19' => 3, //DONE
    '25' => 4, //DONE
    'КУ010' => 5,
    '24' => 5, //DONE
    '9' => 6, //DONE
    '8' => 7, //DONE
    '13' => 8, //DONE
    'ЮС082' => 9, //DONE
    'ЮС083' => 11,
    'ЮС093' => 12, //DONE
    '000000002' => 7, //DONE
    'ЮС097' => 17, //DONE
    'ЮС104' => 18, //DONE
    '27' => 21,
];

$checkDirectoryForImg = [
    '/images/russkie_samotsvety_old/',
    '/images/russkie_samotsvety_new/',
    '/images/avdeev/',
    '/images/gien/',
    '/images/goebel/',
    '/images/moser/',
    '/images/riedel/',
    '/images/furstenberg/',
    '/images/imperial_porcelain_factory/',
    '/images/meissen/',
    '/images/royal_copenhagen/',
    '/images/dibbern/',
    '/images/HAVILAND/',
    '/images/herend/',
];

//Цвета вставок
$colorMatchToInsert = [
    'Розовый' => [
        'розовый',
        'роз',
        'роз рубеллит',
        'роз. "волосатик"',
        'роз-красный',
        'розово-красный',
        'рубеллит роз.',
        'рубин розовый',
        'цикламен',
        'цикламеновый',
    ],
    'Фиолетовый' => [
        'фиолет',
        'александрит',
        'лаванда',
        'св-фиолет',
        'св-фиолет.инт.',
        'сиреневый"аметист"',
        'ср-фиолет',
        'темно-фиол.сp.ин.ок.',
        'т-фиолет',
        'фиолет.',
        'фиолетовый',
    ],
    'Желтый' => [
        'Желтый',
        'желто-зеленый ярк.окр.',
        'желтый',
        'желтый "топаз"',
        'желтый "цитрин"',
        'золот."волосатик"',
        'золот.-желтый',
        'золотисто-желтый',
        'золотой',
        'золотой',
        'лимонный',
        'св.желтый',
        'св.желтый"шампань"',
        'топаз желтый',
        'шампань',
    ],
    'Голубой' => [
        'голубой'
    ],
    'Синий' => [
        'Темно-синяя',
        'звездчатый',
        'сpедне-синие',
        'сpедне-синий',
        'сапфир св.синий',
        'сапфир синий',
        'сапфир т. синий',
        'светло-синие',
        'сине-бесцв.',
        'синий',
        'синий "сапфир"',
        'синий/б-цветн.',
        'яpко-синие',
    ],
    'Зеленый' => [
        'зеленый',
        'Зеленый ярк.окр.',
        'оливковый',
    ],
    'Бесцветный' => [
        'бесцветный',
        'бесцв',
        'Бесцветный',
        'волосатик',
        'горн.хрусталь'
    ],
    'Черный' => [
        'черн',
        'черный'
    ],
    'Белый' => [
        'белый'
    ],
    'Серый' => [
        'серый'
    ],
    'Коричневый' => [
        'шоколадный',
        'виски',
        'Дымчатый',
        'золот-коричневый',
        'коньячный',
        'Коньячный',
        'коричневый',
        'чайный',
    ],
    'Оранжевый' => [
        'оранжевый'
    ],
    'Красный' => [
        'бордовый',
        'вишн-красный',
        'красно-коричн.',
        'красно-коричневый',
        'красный',
        'рубин розовый',
        'сpедне-кpасные',
        'светло-кpасные',
        'т-вишн.',
        'темно-вишн',
        'яpко-кpасные',
    ],
    'Mix' => [
        'цветной'
    ],
];
$colorToHex = [
    'Розовый' => '#ffc0cb',
    'Фиолетовый' => '#8000FF',
    'Желтый' => '#FFFF00',
    'Голубой' => '#80A6FF',
    'Синий' => '#0000ff',
    'Зеленый' => '#008000',
    'Бесцветный' => '#e8e4e3',
    'Черный' => '#000000',
    'Белый' => '#ffffff',
    'Серый' => '#808080',
    'Коричневый' => '#993300',
    'Оранжевый' => '#FF8000',
    'Красный' => '#FF0000',
    'Mix' => '#01fb00',
    'Не установлен цвет' => '#000000'
];
