<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Пользовательское соглашение");
?><section class="services">
<div class="container services__container">
	 <?$APPLICATION->IncludeComponent(
	"bitrix:breadcrumb",
	"breadcrumb",
	Array(
		"PATH" => "",
		"SITE_ID" => "s1",
		"START_FROM" => "0"
	)
);?>
	<h1 class="g-title g-title--center service__title" title="Пользовательское соглашение">Пользовательское соглашение</h1>
	<div class="service__desc">
		<p>
			<strong>Политика по защите персональных данных </strong>
		</p>
		<p>
			Субъекты персональных данных или их представители обладают правами, предусмотренными Федеральным законом от 27.07.2006 г. N 152-ФЗ «О персональных данных» и другими нормативно-правовыми актами, регламентирующими обработку персональных данных.
		</p>
		<p>
			Целью настоящей Политики является обеспечение защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну, от несанкционированного доступа и разглашения.
		</p>
		<p>
			Персональные данные предоставляются клиентами, а также потенциальными клиентами ООО «ДАН» (далее – «Компания») на добровольной основе и могут быть изменены (обновлены, дополнены, удалены) по их желанию.
		</p>
		<p>
			Являясь пользователем официального сайта <a href="https://russam.ru/">https://russam.ru/</a> пользователь (субъект персональных данных) при оформлении заявки на интересующие его товары и услуги предоставляет компании «ДАН» свои персональные данные, соглашается с условиями их использования и дает полное и безусловное согласие на их обработку, исключительно в рамках данной Политики.
		</p>
		<p>
			Предоставляя свои персональные данные ООО «ДАН», пользователь соглашается с тем, что предоставляемая им информация будет использоваться по ее прямому назначению. Информационный ресурс является собственностью компании и не предназначен для открытого использования третьими лицами.
		</p>
		<p>
			ООО «ДАН» не распространяет и не предоставляет полученную в ходе своей деятельности конфиденциальную информацию о персональных данных субъектов этих персональных данных третьим лицам без их письменного согласия, за исключением случаев, предусмотренных законодательством Российской Федерации, и использует данную информацию исключительно для заключения и исполнения договоров с данными субъектами персональных данных (п.3 ч.2 ст. 22 Федерального закона от 27.07.2006 г. № 152-ФЗ).
		</p>
		<p>
			ООО «ДАН» имеет право отправлять информационные, в том числе рекламные сообщения, на электронную почту и мобильный телефон Пользователя/Покупателя с его согласия. Пользователь/Покупатель вправе отказаться от получения рекламной и другой информации без объяснения причин отказа. Сервисные сообщения, информирующие Пользователя/Покупателя о заказе и этапах его обработки, отправляются автоматически и не могут быть отклонены Пользователем/Покупателем.
		</p>
		<p>
			ООО «ДАН» вправе использовать технологию «cookies». «Cookies» не содержат конфиденциальную информацию и не передаются третьим лицам. Персональные данные Пользователей/Покупателей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.
		</p>
		<p>
			ООО «ДАН» получает информацию об ip-адресе посетителя сайта <a href="https://russam.ru/">https://russam.ru/</a>. Данная информация не используется для установления личности посетителя.
		</p>
		<p>
			ООО «ДАН» не несет ответственности за сведения, предоставленные Пользователем/Клиентом/Покупателем на Сайте в общедоступной форме.
		</p>
		<p>
			Отдельная информация в случаях, предусмотренных законодательством, может быть передана в правоохранительные органы по их законным, обоснованным и мотивированным запросам.
		</p>
		<p>
			ООО «ДАН» с согласия пользователя вправе осуществлять электронные рассылки новостей, информации о специальных предложениях и акциях компании.
		</p>
		<p>
			Для предотвращения несанкционированного доступа, неоговоренной передачи персональных данных третьим лицам или нецелевого использования Вашей информации, а также для сохранения точности данных, ООО «ДАН» приняты соответствующие физические, электронные и управленческие меры безопасности, обеспечивающие действие данной Политики по защите персональных данных.
		</p>
		<p>
			ООО «ДАН» оставляет за собой право вносить изменения и дополнения в настоящую Политику. Новая редакция Политики ООО «ДАН» в области защиты персональных данных вступает в силу с момента размещения ее на официальном сайте <a href="https://russam.ru/">https://russam.ru/</a>.
		</p>
		<p>
			Для изменения, дополнения или удаления своих персональных данных субъект персональных данных может обратиться в ООО «ДАН», воспользовавшись контактной информацией (телефоны, почтовый адрес и т.п.), указанной на сайте <u><a href="https://russam.ru/contacts/">https://russam.ru/contacts/</a></u> в разделе «Контакты».
		</p>
		<p>
			Руководство ООО «ДАН» осознает важность и необходимость обеспечения безопасности персональных данных и поощряет постоянное совершенствование системы защиты персональных данных, обрабатываемых в рамках выполнения основной деятельности компании.
		</p>
	</div>
</div>
 </section> <br><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>