<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Публичная оферта");
?><section class="services">
<div class="container services__container">
	 <?$APPLICATION->IncludeComponent(
	"bitrix:breadcrumb",
	"breadcrumb",
	Array(
		"PATH" => "",
		"SITE_ID" => "s1",
		"START_FROM" => "0"
	)
);?>
	<h1 class="g-title g-title--center service__title" title="Публичная оферта, правила продажи">Публичная оферта, правила продажи</h1>
	<div class="service__desc">
		<p>
 <strong>ПУБЛИЧНАЯ ОФЕРТА ООО «ДАН»</strong>
		</p>
		<p>
 <strong>1. </strong><strong>Основные термины и определения</strong>
		</p>
		<p>
 <strong>Пользователь (Клиент, Покупатель)</strong> - физическое лицо, выразившее намерение заказать или приобрести на сайте <a href="https://russam.ru/">https://russam.ru/</a> Товары для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности, и разместившее Заказ на сайте <a href="https://russam.ru/">https://russam.ru/</a><u>,</u>
			предоставившее о себе Продавцу персональные данные и иную информацию (фамилия, имя, дата рождения, адрес электронный почты (е-mail), номер телефона), которые используются для оформления Заказа.
		</p>
		<p>
 <strong>Продавец</strong> – Общество с ограниченной ответственностью «ДАН», ОГРН 1077847012803, ИНН 7806354336, КПП 780601001, Адрес: 195112, г.Санкт-Петербург, пл. Карла Фаберже, д. 8, лит.Б, пом.30-Н, ком. 34, офис 720.
		</p>
		<p>
 <strong>Товар</strong> - ювелирные изделия и часы, из золота, серебра, платины, со вставками из драгоценных или полудрагоценных камней или без таковых, предлагаемые к продаже в магазинах «Русские самоцветы», каталогах ООО «ДАН» и/или на сайте <a href="https://russam.ru/">https://russam.ru/</a>.
		</p>
		<p>
 <strong>Сайт (Интернет-галерея)</strong> - информационный портал в сети Интернет расположенный по адресу <a href="https://russam.ru/">https://russam.ru/</a><a href="https://market.russam.ru/"></a>, на котором Пользователь (Клиент, Покупатель) может ознакомиться с представленными Товарами, их описанием и ценами на них, выбрать определенный Товар, ознакомиться со способами его оплаты и доставки, отправить Заказ через сайт или сделать Заказ по телефону.
		</p>
		<p>
 <strong>Заказ</strong> – оформленный по определенной форме запрос Покупателя на приобретение, оплату и доставку Товара, выбранного на сайте <a href="https://russam.ru/">https://russam.ru/</a>, или посредством контактного телефона 8 (812) 448-65-88.
		</p>
		<p>
 <strong>2. </strong><strong>Общие положения</strong>
		</p>
		<p>
			 2.1.Продавец осуществляет продажу Товара через сеть ювелирных магазинов «Русские самоцветы» и сайт <a href="https://russam.ru/">https://russam.ru/</a>.
		</p>
		<p>
			 2.2.Заказывая Товар на сайте <a href="https://russam.ru/">https://russam.ru/</a>, Пользователь выражает свое согласие с указанными далее правилами и условиями продажи Товара.
		</p>
		<p>
			 2.3.Правила и условия продажи Товара, а также информация о Товаре, представленные на сайте <a href="https://russam.ru/">https://russam.ru/</a>, являются публичной офертой в соответствии со ст.435 и п.2 ст.437 Гражданского кодекса Российской Федерации.
		</p>
		<p>
			 2.4.В случае несогласия с условиями настоящей Публичной оферты, Пользователь должен незамедлительно прекратить использование сервиса и покинуть сайт <a href="https://russam.ru/">https://russam.ru/</a>.
		</p>
		<p>
			 2.5.Каждая Сторона (как Продавец, так и Покупатель) гарантирует другой Стороне, что обладает необходимой право- и дееспособностью, а равно всеми правами и полномочиями, необходимыми и достаточными для заключения и исполнения договора розничной купли-продажи.
		</p>
		<p>
			 2.6.Настоящая Публичная оферта постоянно размещена на сайте в сети Интернет по адресу: <a href="https://market.russam.ru/service/p368-publichnaja_oferta_pravila_prodazhi/">https://russam.ru/public-offer/</a>
			и может быть изменена Продавцом без предварительного или последующего уведомления Пользователя (Клиента/Покупателя).
		</p>
		<p>
			 2.7.Нажимая кнопку «Оформить заказ» при формировании Заказа, Пользователь (Клиент, Покупатель) соглашается с правилами и условиями продажи Товара, изложенными в настоящей Публичной оферте, а также подтверждает, что Товары Продавца приобретаются им исключительно для личных, семейных, домашних или иных нужд, не связанных с осуществлением Пользователем (Клиентом/Покупателем) предпринимательской деятельности.
		</p>
		<p>
			 2.8.Настоящая Публичная оферта становится договором и вступает в силу с момента отправки Покупателю электронного подтверждения принятия Заказа с электронного адреса <a href="mailto:jewel@russammarket.ru">jewel@russammarket.ru</a> или с момента принятия Заказа от Покупателя по телефону 8 (812) 448-65-88
		</p>
		<p>
			 2.9.Предоставление адреса электронной почты (e-mail) Пользователем (Клиентом/Покупателем) Продавцу, считается выражением согласия Пользователя (Клиента/Покупателя) на его использование в целях информирования о статусе Заказа, осуществления рассылок рекламно-информационного характера, содержащих информацию о возможных скидках, предстоящих и/или действующих акциях и иных мероприятиях Продавца.
		</p>
		<p>
			 2.10. Условия данной Публичной оферты являются актуальными и распространяются на все виды Товаров и услуг, представленных на сайте <a href="https://russam.ru/">https://russam.ru/</a>, до тех пор, пока данные Товары и услуги с описанием присутствуют в каталоге Сайта / Интернет-галереи «Русские самоцветы».
		</p>
		<p>
 <strong>3. </strong><strong>Порядок оформления заказа</strong>
		</p>
		<p>
			 3.1.Пользователь (Клиент, Покупатель), зарегистрировавшийся на сайте <a href="https://russam.ru/">https://russam.ru/</a>, получает индивидуальную идентификацию путем логина и пароля. Передача Пользователем логина и пароля третьим лицам запрещена. В случае передачи логина и пароля третьим лицам, Пользователь (Клиент, Покупатель), самостоятельно несет ответственность за все возможные последствия.
		</p>
		<p>
			 3.2.Продавец не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации.
		</p>
		<p>
			 3.3.Продавец имеет право проводить идентификацию Пользователя (Клиента, Покупателя), осуществляющего платеж, в случаях, установленных Федеральным законом от 7 августа 2001 г. N 115-ФЗ «О противодействии легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма», а также в иных случаях, предусмотренных действующим законодательством РФ.
		</p>
		<p>
			 3.4.Продавец обеспечивает наличие Товара, представленного на сайте <a href="https://russam.ru/">https://russam.ru/</a> в своем магазине / на складе с целью продажи Покупателю.
		</p>
		<p>
			 3.5.Фотографии Товара, представленные на сайте <a href="https://russam.ru/">https://russam.ru/</a>, сделанные в условиях специального освещения с использованием специального оборудования, являются иллюстрациями к нему и могут отличаться от фактического внешнего вида Товара в отсутствии специального освещения и оборудования.
		</p>
		<p>
			 3.6.Описание Товара на Сайте содержит основные характеристики Товара, при этом не претендует на максимальную информативность и может допускать некоторые неточности или опечатки.
		</p>
		<p>
			 3.7.Для уточнения информации по конкретному Товару Пользователь (Клиент, Покупатель), должен обратиться к менеджеру Продавца по телефону 8 (812) 448-65-88 или путем сообщения по электронной почте <a href="mailto:jewel@russammarket.ru">jewel@russammarket.ru</a>.
		</p>
		<p>
			 3.8.Заказы на <a href="https://russam.ru/">https://russam.ru/</a>, принимаются круглосуточно и обрабатываются с 10:00 до 21:00 в будние дни, с 10:00 до 17:00 в субботу и воскресенье. Если заказ сделан после 18:00 или в выходные дни, он обрабатывается на следующий день.
		</p>
		<p>
			 3.9.Заказ считается оформленным и принятым на доставку только после подтверждающего звонка менеджера Продавца: после уточнения адреса доставки, позиций заказа, наличия изделий.
		</p>
		<p>
			 3.10. В случае отсутствия заказанного Покупателем Товара на складе Продавца, последний вправе исключить указанный Товар из Заказа, либо аннулировать Заказ Покупателя, уведомив об этом Покупателя путем направления письменного сообщения по адресу электронной почты, указанной Покупателем в Заказе, либо посредством телефонного звонка Покупателю от менеджера Продавца. В данном случае настоящий Договор считается прекратившим свое действие по соглашению сторон.
		</p>
		<p>
			 3.11. В случае отсутствия заказанного Покупателем Товара на складе Продавца, последний вправе предложить Пользователю изготовить отсутствующий Товар на заказ. В этом случае дальнейшие взаимоотношения Пользователя и Продавца регулируются отдельным Договором поставки Товара.
		</p>
		<p>
			 3.12. Стоимость заказа состоит из стоимости выбранных изделий. Стоимость доставки не входит в стоимость Товара и оплачивается отдельно в соответствии с тарифами службы курьерской доставки СДЭК.
		</p>
		<p>
			 3.13. В случае аннулирования полностью либо частично предоплаченного Заказа стоимость аннулированного Товара возвращается Продавцом Покупателю тем самым способом (наличным/безналичным), которым Товар был оплачен.
		</p>
		<p>
 <strong>4. </strong><strong>Порядок и условия доставки</strong>
		</p>
		<p>
			 4.1.Доставка осуществляется только в жилые и офисные помещения при указании точного адреса Покупателя. Передача, проверка ювелирных изделий, взаиморасчеты не осуществляется на улице или общественных местах.
		</p>
		<p>
			 4.2.После оформления Заказа на сайте <a href="https://russam.ru/">https://russam.ru/</a>, Покупателю предоставляется информация о предполагаемой дате доставки путем направления электронного сообщения по адресу, указанному Покупателем при регистрации, или по телефону. Менеджер Продавца, обслуживающий данный Заказ, уточняет детали Заказа, согласовывает дату доставки, которая зависит от наличия заказанных Товаров на складе Продавца и времени, необходимого для обработки и доставки Заказа.
		</p>
		<p>
			 4.3.После передачи заказа на доставку менеджер Продавца связывается с Покупателем и сообщает номер отправления, по которому можно отслеживать местонахождение заказа на сайте курьерской службы «СДЭК».
		</p>
		<p>
			 4.4.Продавец обязуется приложить все необходимые усилия для соблюдения сроков доставки, при этом задержки в сроках доставки возможны ввиду непредвиденных обстоятельств, произошедших не по вине Продавца.
		</p>
		<p>
			 4.5.При доставке Заказ вручается Покупателю либо третьему лицу, указанному в Заказе в качестве получателя. При невозможности получения Заказа, предполагаемого к оплате посредством наличного расчета вышеуказанными лицами, Заказ может быть вручен лицу, которое предоставит курьеру сведения о Заказе (номер отправления и фамилию, имя и отчество Покупателя), а также оплатит стоимость Заказа в полном объеме курьеру, осуществляющему доставку Заказа.
		</p>
		<p>
			 4.6.Во избежание инцидентов мошенничества, а также для выполнения взятых на себя гарантийных обязательств, при вручении предоплаченного Заказа, лицо, осуществляющее доставку Заказа, вправе затребовать документ, удостоверяющий личность Получателя, а также указать тип и номер предоставленного Получателем документа на квитанции к Заказу. Продавец гарантирует конфиденциальность и защиту персональных данных Получателя в соответствии с условиями настоящей Публичной оферты.
		</p>
		<p>
			 4.7.Обязанность Продавца передать Товар Покупателю считается исполненной в момент вручения курьером Товара Покупателю/Получателю или получения Товара Покупателем/Получателем в региональном отделении курьерской службы. Риск случайной гибели или случайного повреждения Товара переходит к Покупателю с момента передачи ему или указанному им Получателю Заказа и подписания Покупателем (Получателем Заказа) документов, подтверждающих доставку Заказа.
		</p>
		<p>
			 4.8.В случае утраты Заказа курьерской службой, Продавец возмещает Покупателю стоимость предоплаченного Покупателем Заказа и доставки в полном объеме после получения от Службы доставки подтверждения утраты Заказа.
		</p>
		<p>
			 4.9.При принятии Заказа от курьера, Покупатель/Получатель обязан осмотреть доставленный Товар и проверить его на соответствие заявленному количеству, ассортименту и комплектности, а также проверить целостность упаковки. В случае отсутствия претензий к доставленному Товару Покупатель/Получатель расписывается в прилагаемом к заказу Товарном чеке, а также на втором экземпляре или его копии, предназначенной для Продавца и оплачивает Заказ (в случае отсутствия 100%-ной предоплаты).
		</p>
		<p>
			 4.10. Подпись Покупателя/Получателя свидетельствует о том, что претензий к Товару Покупателем/Получателем не заявлено и Продавец полностью и надлежащим образом выполнил свою обязанность по передаче Товара, а Покупатель уведомлен надлежащим образом об основных потребительских свойствах Товара, об адресе (месте нахождения) Продавца, о месте изготовления Товара, о полном фирменном наименовании (наименовании) Продавца (изготовителя), о цене и об условиях приобретения Товара, о его доставке, гарантийном сроке, о порядке оплаты Товара, а также что Покупатель получил иную необходимую информацию, предусмотренную действующим законодательством РФ.
		</p>
		<p>
			 4.11. Приемка Товара без замечаний лишает Покупателя права ссылаться на некомплектность Товара, наличие явных внешних повреждений Товара (не скрытых дефектов), несоответствие фактически поставленного Товара Заказу.
		</p>
		<p>
			 4.12. Доставка осуществляется курьерской службой «СДЭК» в соответствии с правилами данной службы доставки.
		</p>
		<p>
			 4.13. Доставка осуществляется по специальным тарифам курьерской службы «СДЭК». Стоимость заказа рассчитывается автоматически при резервировании Товара на сайте <a href="https://russam.ru/">https://russam.ru/</a>
			и выборе населенного пункта.
		</p>
		<p>
			 4.14. Заказ передается в курьерскую службу в течение 3 (Трех) рабочих дней после обработки и подтверждения Заказа.
		</p>
		<p>
			 4.15. При поступлении Заказа к месту назначения, с Покупателем связывается оператор курьерской службы «СДЭК» для согласования времени доставки.
		</p>
		<p>
 <strong>5. </strong><strong>Цена Товара, порядок и способы его оплаты</strong>
		</p>
		<p>
			 5.1.Цена на Товар, представленный на сайте <a href="https://russam.ru/">https://russam.ru/</a>
			указана в рублях и включает НДС.
		</p>
		<p>
			 5.2.Цена Товара на сайте может отличаться от цены конкретного изделия, что обусловлено его индивидуальными характеристиками – весом, размером вставок и т.д. Наличие и цены на конкретный Товар Пользователь (Клиент, Покупатель) может уточнить по телефону 8 (812) 448-65-88.
		</p>
		<p>
			 5.3.В случае если цена заказанного Покупателем Товара была указана неверно, Продавец информирует об этом Покупателя для подтверждения Заказа по исправленной цене либо аннулирования Заказа. При невозможности связаться с Покупателем, данный Заказ считается аннулированным. Если Заказ был оплачен, Продавец возвращает Покупателю оплаченную за Заказ сумму тем же способом, которым она была уплачена.
		</p>
		<p>
			 5.4.Цена Товара на сайте <a href="https://russam.ru/">https://russam.ru/</a>
			может быть изменена Продавцом в одностороннем порядке.
		</p>
		<p>
			 5.5.Продавец вправе устанавливать программу лояльности, предоставления скидок и бонусов.
		</p>
		<p>
			 5.6.Способ оплаты Пользователь (Покупатель, Клиент) может выбрать самостоятельно на стадии оформления Заказа: оплатить Заказ наличными денежными средствами либо путем банковского перевода денежных средств на расчетный счет Продавца, либо осуществить оплату банковской картой.
		</p>
		<p>
 <strong>6. </strong><strong>Порядок возврата Товара, гарантийные обязательства.</strong>
		</p>
		<p>
			 6.1. Обмен и возврат Товара осуществляется в соответствии с действующим законодательством РФ.
		</p>
		<p>
			 6.2.По общему правилу, изделия из драгоценных металлов, изделия с драгоценными камнями, изделия из драгоценных металлов со вставками из драгоценных и синтетических камней, ограненные драгоценные камни, не имеющие недостатков, не подлежат возврату или обмену на аналогичный Товар другого размера, формы, габарита, фасона, расцветки или комплектации (п.9 Перечня непродовольственных Товаров надлежащего качества, не подлежащих возврату или обмену на аналогичный Товар, утвержденного Постановлением Правительства РФ от 19 января 1998 г. N 55).
		</p>
		<p>
			 6.3.В случае совершения Заказа и оплаты его через Сайт <a href="https://russam.ru/">https://russam.ru/</a> и последующей доставки Товара курьерской службой, Покупатель имеет право вернуть Товар надлежащего качества Продавцу в течении 7 (семи) дней после его передачи при условии сохранения внешнего Товарного вида (в том числе обязательной сохранности опломбированного ярлыка к ювелирному изделию). При отказе Покупателя от Товара, Продавец возвращает ему денежную сумму, уплаченную по договору, за вычетом расходов Продавца на доставку от Покупателя возвращенного Товара. В соответствии с ч.4 ст. 26.1. Закона «О защите прав потребителей», Потребитель не вправе отказаться от Товара надлежащего качества, имеющего индивидуально-определенные свойства, если указанный Товар может быть использован исключительно приобретающим его потребителем.
		</p>
		<p>
			 6.4.В случаях получения и оплаты Товара непосредственно в точках розничных продаж (салоны-магазины Продавца), - обмен и возврат ювелирных изделий надлежащего качества не производится.
		</p>
		<p>
			 6.5.Для рассмотрения заявления о возможности возврата (обмена) Товара Покупателю необходимо обратиться в офис Продавца по адресу: 195112, г.Санкт-Петербург, пл. Карла Фаберже, д.8 лит.Б, пом.30-Н, ком.34, офис720, при этом необходимо предоставить непосредственно сам Товар, документ удостоверяющий личность, а также документы, подтверждающие покупку (кассовые и товарные чеки).
		</p>
		<p>
			 6.6.Срок рассмотрения заявления об обмене/возврате Товара – 3 (три) рабочих дня.
		</p>
		<p>
			 6.7.При возврате Товара от Покупателя Продавец, в случае необходимости, имеет право произвести проверку качества Товара. В случае спора о причинах возникновения недостатков Товара, Продавец имеет право произвести его экспертизу. Если в результате экспертизы Товара будет установлено, что недостатки возникли вследствие обстоятельств, за которые Продавец не несет ответственности, - Покупатель обязан возместить Продавцу расходы на проведение экспертизы, а также связанные с ее проведением расходы на хранение и транспортировку.
		</p>
		<p>
			 6.8.Гарантийные сроки на Товар определяются изготовителем (производителем) и исчисляются с момента передачи Товара Покупателю, если иной порядок исчисления гарантийных сроков не установлен изготовителем (производителем).
		</p>
		<p>
			 6.9.На Товары (за исключением часов), на которые изготовителем (производителем) гарантийные сроки не установлены, Продавец устанавливает гарантийный срок в 6 (шесть) месяцев, не считая дня продажи.
		</p>
		<p>
 <strong>7. </strong><strong>Ответственность сторон </strong>
		</p>
		<p>
			 7.1.В случаях неисполнения или ненадлежащего исполнения своих обязательств Продавец и Покупатель несут ответственность в соответствии с действующим законодательством Российской Федерации.
		</p>
		<p>
			 7.2. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по Договору, если оно явилось следствием обстоятельств непреодолимой силы. Под обстоятельствами непреодолимой силы понимаются возникшие после заключения Договора непредвиденные, неотвратимые и непреодолимые для сторон события чрезвычайного характера (войны, пожар, наводнение и другие стихийные бедствия), а также имеющие обязательную силу хотя бы для одной из сторон постановления и распоряжения государственных органов, делающие Договор невыполнимым.
		</p>
		<p>
 <strong>8. </strong><strong>Защита персональных данных, соблюдение конфиденциальности</strong>
		</p>
		<p>
			 8.1.Персональные данные Пользователя (Клиента, Покупателя) собираются и обрабатывается в соответствии с требованиями Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных» и Политикой Продавца по защите персональных данных при их обработке.
		</p>
		<p>
			 8.2.При регистрации на сайте <a href="https://russam.ru/">https://russam.ru/</a>, Пользователь (Клиент, Покупатель) предоставляет следующую информацию: фамилия, имя, дата рождения, адрес электронной почты, номер телефона, пароль для доступа к сайту.
		</p>
		<p>
			 8.3.Предоставляя свои персональные данные при регистрации на сайте <a href="https://russam.ru/">https://russam.ru/</a>, Пользователь (Клиент, Покупатель) соглашается на их обработку Продавцом, в том числе и в целях продвижения Продавцом своих Товаров и услуг.
		</p>
		<p>
			 8.4.Продавец использует персональные данные Пользователя (Клиента, Покупателя):
		</p>
		<p>
			 - для регистрации Пользователя на сайте,
		</p>
		<p>
			 - для выполнения своих обязательств перед Пользователем (Клиентом, Покупателем),
		</p>
		<p>
			 - для оценки и анализа работы сайта в маркетинговых целях.
		</p>
		<p>
			 8.5.Продавец имеет право отправлять информационные, в том числе рекламные сообщения, на указанные при регистрации на Сайте адрес электронной почты и номер телефона Пользователя (Клиента, Покупателя) с его согласия.
		</p>
		<p>
			 8.6.Пользователь (Клиент, Покупатель) вправе отказаться от получения рекламной и иной информации без объяснения причин отказа. Сервисные сообщения, информирующие Пользователя (Клиента, Покупателя) о статусе Заказа и этапах его обработки, отправляются автоматически и Пользователь (Клиент, Покупатель) не имеет права отказаться от их приема.
		</p>
		<p>
			 8.7.Продавец вправе использовать технологию «cookies». «Cookies» не содержат конфиденциальную информацию и не передаются третьим лицам.
		</p>
		<p>
			 8.8.Продавец получает информацию об ip-адресе посетителя сайта <a href="https://russam.ru/">https://russam.ru/</a>. Данная информация не используется для установления личности посетителя.
		</p>
		<p>
			 8.9.Продавец не несет ответственности за сведения, предоставленные на Сайте Пользователем (Клиентом, Покупателем) в общедоступном формате.
		</p>
		<p>
			 8.10. Продавец вправе осуществлять записи телефонных разговоров с Пользователем (Клиентом, Покупателем). При этом Продавец обязуется: предотвращать попытки несанкционированного доступа к информации, полученной в ходе телефонных переговоров, и/или передачу ее третьим лицам, не имеющим непосредственного отношения к исполнению Заказов, в соответствии с требованиями Федерального закона «Об информации, информационных технологиях и о защите информации».
		</p>
		<p>
			 8.11. Пользователь (Клиент, Покупатель) предоставляет Продавцу информацию, необходимую для соблюдения требований Федерального закона от 07.08.2001 N 115-ФЗ «О противодействии легализации (отмыванию) доходов, полученных преступным путем, и финансированию терроризма».
		</p>
		<p>
 <strong>9. </strong><strong>Прочие условия</strong>
		</p>
		<p>
			 9.1.В случае возникновения вопросов со стороны Пользователя (Клиента, Покупателя), он должен обратиться к Продавцу по телефону или иным доступным способом. В случае возникновения споров между Пользователем (Клиентом, Покупателем) по вопросам исполнения договора, - Стороны примут все меры к их разрешению путем переговоров. Споры и разногласия, по которым Стороны не достигли договоренности, подлежат рассмотрению в установленном порядке в Арбитражном суде города Санкт-Петербурга и Ленинградской области в соответствии с законодательством Российской Федерации.
		</p>
		<p>
			 9.2.Стороны устанавливают, что не имеют никаких сопутствующих устных договоренностей. Содержание текста данной Публичной оферты понятно и полностью соответствует действительному волеизъявлению сторон.
		</p>
		<p>
			 9.3.Продавец вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам.
		</p>
		<p>
			 9.4.Продавец имеет право периодически проводить необходимые профилактические или иные работы на Сайте с предварительным уведомлением Покупателей или без такового.
		</p>
		<p>
			 9.5.Сайт и предоставляемые электронные и информационные сервисы могут временно частично или полностью быть недоступны по причине проведения профилактических или иных работ, или по любым другим причинам технического характера.
		</p>
		<ol>
		</ol>
	</div>
</div>
 </section><?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>